const questions = [
    { question: "Кто выиграл чемпионат мира по футболу в 2022 году?", answers: ["Франция", "Аргентина", "Бразилия", "Германия"], correctAnswer: "Аргентина" },
    { question: "Какой баскетболист первым набрал 40 000 очков в НБА?", answers: ["Майкл Джордан", "Карим Абдул-Джаббар", "Леброн Джеймс", "Коби Брайант"], correctAnswer: "Леброн Джеймс" },
    { question: "Кто является рекордсменом по количеству побед на турнире Большого шлема?", answers: ["Рафаэль Надаль", "Новак Джокович", "Роджер Федерер", "Пит Сампрас"], correctAnswer: "Новак Джокович" },
    { question: "Какой клуб выиграл Лигу чемпионов УЕФА в 2023 году?", answers: ["Манчестер Сити", "Реал Мадрид", "Ливерпуль", "Бавария"], correctAnswer: "Манчестер Сити" },
    { question: "Кто стал чемпионом Формулы-1 в 2023 году?", answers: ["Макс Ферстаппен", "Льюис Хэмилтон", "Шарль Леклер", "Фернандо Алонсо"], correctAnswer: "Макс Ферстаппен" },
    { question: "Какой клуб выиграл НХЛ Кубок Стэнли в 2023 году?", answers: ["Колорадо Эвеланш", "Вегас Голден Найтс", "Тампа-Бэй Лайтнинг", "Бостон Брюинз"], correctAnswer: "Вегас Голден Найтс" },
    { question: "Какой боксер является абсолютным чемпионом в 4 весовых категориях?", answers: ["Тайсон Фьюри", "Канело Альварес", "Теренс Кроуфорд", "Александр Усик"], correctAnswer: "Теренс Кроуфорд" },
    { question: "Кто выиграл Золотой мяч в 2023 году?", answers: ["Лионель Месси", "Килиан Мбаппе", "Эрлинг Холанд", "Криштиану Роналду"], correctAnswer: "Лионель Месси" },
    { question: "Какой спортсмен получил наибольшую зарплату в 2023 году?", answers: ["Криштиану Роналду", "Лионель Месси", "Леброн Джеймс", "Патрик Махоумс"], correctAnswer: "Криштиану Роналду" },
    { question: "Сколько очков набрал Никита Кучеров в сезоне 2023/2024?", answers: ["90", "100", "110", "120"], correctAnswer: "120" },
  ];
  
  export default questions;
  